[
  {
    "id": 1,
    "img": "https://media-exp1.licdn.com/dms/image/C5603AQHPkzLQjERCyA/profile-displayphoto-shrink_800_800/0/1592377114860?e=1642032000&v=beta&t=88lsJ9am_fBoxTYbodLnziarzdQ6m_QensSoOliDsl8",
    "quotes": "TheNextGig live project was an extremely smooth, enjoyable and brilliant learning experience for us. The project we worked on helped us gain knowledge of the industry and gave us a chance to apply our learnings in a practical manner. Had immense support from Urmil and Dhairya throughout the project.",
    "name": "Kirti Agrawal",
    "post": "MICA"
  },
  {
    "id": 2,
    "img": "https://media-exp1.licdn.com/dms/image/C5103AQFg7zfzkiQE8Q/profile-displayphoto-shrink_800_800/0/1571626383719?e=1642032000&v=beta&t=JgjqDq_gxR-J5IfVw1DV7RWKrRJ4S1XDRtpZUt7hrHQ",
    "quotes": "I am super grateful to the TNG Team for the opportunity they provided us with. If not for them, we would have definitely been at homes fooling around doing nothing but now we are getting hands on experience from the best people in the business.",
    "name": "Saurabh Zanwar",
    "post": "IIT-Kharagpur"
  },
  {
    "id": 3,
    "img": "https://websitestaticimages.s3.ap-south-1.amazonaws.com/Anirudh_Solanki.jpeg",
    "quotes": "The project actually helped me explore multiple dimensions in the overall business side. At Orangewood, I was involved in numerous projects learning about sales, marketing, investor relations, operations, and product management. It provided me with opportunities to explore and learn through experience.",
    "name": "Anirudh Solanki",
    "post": "IIT-Kharagpur"
  },
  {
    "id": 4,
    "img": "https://websitestaticimages.s3.ap-south-1.amazonaws.com/Sreedatri_Chandra.jpeg",
    "quotes": "I am studying the subject B2B marketing at MICA and learning real time at Scalenut.",
    "name": "Sreedatri Chandra",
    "post": "MICA"
  },
  {
    "id": 5,
    "img": "https://websitestaticimages.s3.ap-south-1.amazonaws.com/Smayan_Das.jpeg",
    "quotes": "I think the best thing that I gained is experience and some knowledge of how a tech-first product works.",
    "name": "Smayan Das",
    "post": "IIT-Kharagpur"
  },
  {
    "id": 6,
    "img": "https://websitestaticimages.s3.ap-south-1.amazonaws.com/Priyansh.jpeg",
    "quotes": "The project overall was a great experience for me as the project had real scenarios unlike any previous project which meant that the stakes were high. Secondly, overall learning experience was great as we had the opportunity of diving deep in the project and getting to know things at a finer level, both from the commercial as well as the financial aspect",
    "name": "Priyansh Parwani",
    "post": "VJTI"
  }
]
